{
  "category": ["fruit"],
  "word_store": [
    {
      "category": "fruit",
      "words": [
        {
          "en": "kiwi",
          "th": "กีวี",
          "info": "ผลไม้ที่มีขนเล็กๆ คลุมเต็มผิว แต่ภายในสีเขียวสดและมีเมล็ดดำกระจายอยู่ทั่ว ชอบอยู่ในเค้ก"
        },
        {
          "en": "pear",
          "th": "ลูกแพร์",
          "info": "ผลไม้รูปร่างคล้ายน้ำหยด มีเนื้อเป็นสีขาวอมเหลือ มักเห็นในเทศกาลกินเจ"
        },
        {
          "en": "plum",
          "th": "ลูกพลัม",
          "info": "ผลไม้ขนาดเล็กที่มีเปลือกมันวาว สามารถพบได้ทั้งสีม่วงและสีแดง"
        },
        {
          "en": "yuzu",
          "th": "ยูซุ",
          "info": "ผลไม้จากญี่ปุ่นที่มีผิวหนา มีรสชาติที่ผสมผสานระหว่างมะนาวกับส้ม นิยมนำไปทำน้ำผลไม้"
        },
        {
          "en": "apple",
          "th": "แอปเปิ้ล",
          "info": "ผลไม้ชนิดนี้เกี่ยวข้องกับเรื่องราวในสวนเอเดนและนิวตันค้นพบแรงโน้มถ่วง"
        },
        {
          "en": "grape",
          "th": "องุ่น",
          "info": "ผลไม้เล็กๆ ที่มักมาในช่อ และมีสีตั้งแต่เขียว, แดง, ถึงม่วงใช้ทำเป็นไวน์และน้ำผลไม้"
        },
        {
          "en": "guava",
          "th": "ฝรั่ง",
          "info": "ผลไม้ที่มีเปลือกหนาสีเขียว มีชื่อคล้ายสิ่งที่เราเรียกชาวตะวันตก"
        },
        {
          "en": "mango",
          "th": "มะม่วง",
          "info": "ผลไม้ที่รส เปรี้ยวเวลาดิบ หวานเวลาสุก กินกับข้าวเหนียว ชอบเอามาเล่นมุขตลก"
        },
        {
          "en": "melon",
          "th": "เมลอน",
          "info": "ผลไม้ที่มีผิวลายตาข่าย เหมือนแตงโม แต่ไม่ใช่แตงโม มีเนื้อสีเหลือง"
        },
        {
          "en": "olive",
          "th": "มะกอก",
          "info": "ผลไม้ที่รสเปรี้ยว นิยมนำไปทำน้ำมัน, หรือใส่ในสลัด, พิซซ่า"
        },
        {
          "en": "peach",
          "th": "ลูกท้อ",
          "info": "ผลไม้ที่มีหน้าตาคล้ายแอปเปิ้ล แต่มีเปลือกสีชมพู"
        },
        {
          "en": "salak",
          "th": "สละ",
          "info": "ผลไม้ที่มีผิวหยาบและมีหนามเล็ก เป็นหนึ่งในรสชาติของน้ำหวานยี่ห้อดัง"
        },
        {
          "en": "banana",
          "th": "กล้วย",
          "info": "ผมไม้ที่มีผิวสีเหลือง ลิงชอบ"
        },
        {
          "en": "cherry",
          "th": "เชอรี่",
          "info": "ผลไม้เล็กๆ สีแดงสด มีรสหวานและนิยมใช้เป็นท็อปปิ้งในของหวาน อย่างเช่น เค้กและไอศกรีม"
        },
        {
          "en": "durian",
          "th": "ทุเรียน",
          "info": "ผลไม้ที่มีหนามแข็ง ได้ชื่อว่าเป็นราชาผลไม้ มีกลิ่นรุนแรง"
        },
        {
          "en": "jujube",
          "th": "พุทรา",
          "info": "ผลไม้เขตร้อน และเมื่อสุกจะมีสีเหลืองหรือเขียว นิยมเอามาเชื่อม มีคำว่า 'รา'"
        },
        {
          "en": "longan",
          "th": "ลำไย",
          "info": "ผลไม้ที่มีเนื้อข้างในมีสีขาวใส รสชาติหวาน วัยรุ่นชอบนำชื่อมันมามาใช้แทนคำว่า รำคาญ"
        },
        {
          "en": "lychee",
          "th": "ลิ้นจี่",
          "info": "ผลไม้ที่มีเปลือกหนาสีชมพูอมแดงมีหนามเล็กน้อย เนื้อข้างในมีสีขาวใส รสชาติหวาน ชอบอยู่ในกระป๋อง"
        },
        {
          "en": "orange",
          "th": "ส้ม",
          "info": "ผลไม้ที่มีรูปทรงกลม มีเปลือกสีส้ม"
        },
        {
          "en": "papaya",
          "th": "มะละกอ",
          "info": "ผลไม้ที่มีรูปทรงวงรียาว มีเนื้อเวลาดิบสีขาว เวลาสุกสีส้ม นิยมนำมาทำส้มตำ"
        },
        {
          "en": "pomelo",
          "th": "ส้มโอ",
          "info": "ผลไม้ที่มีรูปทรงกลม มีเปลือกสีเขียวหนา เนื้อข้างในถูกแบ่งเป็นชิ้นๆ"
        },
        {
          "en": "santol",
          "th": "กระท้อน",
          "info": "ผมไม้มีเปลือกสีเหลืองอมน้ำตาล นิยมนำมาทรงเครือง"
        },
        {
          "en": "apricot",
          "th": "เอพริคอต",
          "info": "ผลไม้ที่มีลักษณะคล้ายลูกแพร์หรือบ้วย มีผิวสีเหลือง มักนิยมรับประทานสด หรือ แปรรูปเป็นแยม"
        },
        {
          "en": "avocado",
          "th": "อะโวคาโด",
          "info": "ผลไม้ชนิดนี้มีรูปทรงคล้ายไข่ มีเปลือกหนาสีเขียวถึงน้ำตาล รสชาติเหมือนไข่ เป็นที่นิยมของผู้รักสุขภาพ"
        },
        {
          "en": "coconut",
          "th": "มะพร้าว",
          "info": "ผลไม้ชนิดนี้มีเปลือกหนาและเข็งมาก เนื้อขาวในสีขาว มักพบเห็นต้นของมันอยู่ริมทะเล"
        },
        {
          "en": "kumquat",
          "th": "ส้มจี๊ด",
          "info": "ผลไม้เล็กๆ มีเปลือกสีเหลืองหรือส้ม คล้ายส้ม"
        },
        {
          "en": "langsat",
          "th": "ลางสาด",
          "info": "ผลไม้ที่มีเนื้อนุ่ม เมื่อสุกจะมีรสหวาน คล้ายลองกอง"
        },
        {
          "en": "datepalm",
          "th": "อินทผาลัม",
          "info": "ผลไม้ที่มีเนื้อสีเหลืองอมส้ม หวานและเนื้อนุ่ม มักพบเห็นในแถบตะวันออกกลาง"
        },
        {
          "en": "rambutan",
          "th": "เงาะ",
          "info": "ผลไม้ที่มีเปลือกสีแดงและมีขน เนื้อข้างในสีขาว มีรสหวาน และชอบอยู่ในกระป๋อง"
        },
        {
          "en": "tamarind",
          "th": "มะขาม",
          "info": "ผลไม้ที่มีเปลือกแข็งสีน้ำตาล เป็นข้อ เนื้อด้านในมีสีน้ำตาล มีรสชาติหวานอมเปรี้ยว"
        },
        {
          "en": "blueberry",
          "th": "บลูเบอร์รี่",
          "info": "ผลไม้ที่มีรูปทรงกลมเล็กๆ มีเปลือกสีน้ำเงินเข้ม มีรสชาติเปรี้ยว นิยมใช้เป็นท็อปปิ้งในของหวาน"
        },
        {
          "en": "cherimoya",
          "th": "น้อยหน่า",
          "info": "ผลไม้ที่มีเปลือกเป็นตุ่มๆสีเขียวและเข็ง เนื้อข้างในมีสีขาว มีรสชาติหวาน"
        },
        {
          "en": "jackfruit",
          "th": "ขนุน",
          "info": "ผลไม้ลูกใหญ่ที่มีเปลือกหนาสีเขียวมีหนามเล็กๆ เนื้อด้านในมีสีเหลืองและแบ่งเป็นลูกเล็กๆด้านใน มีรสชาติหวาน"
        },
        {
          "en": "pineapple",
          "th": "สัปะรด",
          "info": "ผลไม้ที่มีเนื้อสีเหลืองทอง รสชาติหวานและเปรี้ย มีหลายตา"
        },
        {
          "en": "roseapple",
          "th": "ชมพู่",
          "info": "ผลไม้ที่มีผิวสีชมพู มีรสชาติจืดบ้างหวานบ้าง เป็นเชื่อของดาราดัง"
        },
        {
          "en": "starfruit",
          "th": "มะเฟือง",
          "info": "ผลไม้ที่มีผิวสีเขียวหรือเหลือง มีพื้นที่หน้าตัดคล้ายดวงดาว"
        },
        {
          "en": "cantaloupe",
          "th": "แคนตาลูป",
          "info": "ผลไม้ที่มีเปลือกสีเขียวหน้าเป็นตะข่าย เนื้อข้างในมีสีเหลืองและมีรสชาติหวาน นิยมใส่ขนมหวานลอดช่อง"
        },
        {
          "en": "mangosteen",
          "th": "มังคุด",
          "info": "ผลไม้ที่มีเปลือกแข็งสีม่วงเข้ม มีเนื้อข้างในสีขาว ได้ชื่อว่าเป็นราชินีผลไม้"
        },
        {
          "en": "strawberry",
          "th": "สตรอเบอรี่",
          "info": "ผลไม้ที่มีผลคล้ายหยดน้ำ มีเปลือกสีแดงสดและมีเมล็ดที่เปลือก มีรสเปรี้ยวอมหวาน นิยมใช้เป็นท็อปปิ้งในของหวาน อย่างเช่น เค้กและไอศกรีม"
        },
        {
          "en": "chinesepear",
          "th": "สาลี่",
          "info": "ผลไม้ที่มีเปลือกสีเหลือง มีรูปทรงคล้ายแอปเปิ้ล มีรสชาติหวาน"
        },
        {
          "en": "dragonfruit",
          "th": "แก้วมังกร",
          "info": "ผลไม้ที่มีรูปทรงคล้ายหยดน้ำและมีเมล็ดเยอะมาก มีเนื้อข้างในสีขาวและมีรสชาติหวาน"
        },
        {
          "en": "pomegranate",
          "th": "ทับทิม",
          "info": "ผลไม้ที่มีรูปทรงกลมเปลือกหน้ามีแดงอมชมพู มีเมล็ดเยอะมาก ทานลำบาก นิยมนำมาทำน้ำ"
        }
      ]
    }
  ]
}
